{
    "3564027f-adcd-4425-b2c0-1253d2386c0c": {
        "id": "3564027f-adcd-4425-b2c0-1253d2386c0c",
        "title": "Campingplatz Lörick",
        "country": "Germany",
        "city": "Düsseldorf",
        "open": "April - October",
        "imageUrl": "https://www.duesselcamp.de/.cm4all/mediadb/Der%20Platz/.3%20Da%20vorne.%20Blick%20nach%20hinten.JPG/picture-1600",
        "summary": "Nestled on the picturesque banks of the Rhine, Campingplatz Lörick is the perfect destination for your next outdoor adventure. Our campsite offers a unique blend of nature and amenities, creating an ideal setting for relaxation and fun. With spacious sites for tents and caravans, modern sanitary facilities, and free Wi-Fi, we ensure a comfortable and enjoyable stay. Campingplatz Lörick is perfect for families, friends, and solo travelers seeking tranquility and a connection with nature. Enjoy a variety of activities such as fishing, swimming, and hiking on the scenic trails nearby. You'll also find numerous attractions in the vicinity, including historical landmarks and cozy restaurants. Campingplatz Lörick - your outdoor haven where every experience is unforgettable. Join us and discover the magic of nature in the heart of the Rhine!"
    },
    "c64db398-91cd-487c-b900-86058c0422f8": {
        "id": "c64db398-91cd-487c-b900-86058c0422f8",
        "title": "Campingplatz Caballo De Mar",
        "country": "Spain",
        "city": "Pineda de Mar",
        "open": "Year-round",
        "imageUrl": "https://lh3.googleusercontent.com/p/AF1QipMcGyiDP1sizSasL0vy1jVJXONw5JYJ8ZrT7fmW=s680-w680-h510-rw",
        "summary": "Located on the stunning Mediterranean coastline, Campingplatz Caballo De Mar offers a perfect blend of sun, sea, and relaxation. Our campsite provides an ideal getaway for those seeking the charm of the beach combined with the comforts of a well-equipped campground. Our spacious camping sites accommodate both tents and caravans, complemented by modern amenities including clean sanitary facilities, a refreshing swimming pool, and free Wi-Fi. Campingplatz Caballo De Mar is a favorite among families, couples, and solo adventurers looking to soak up the coastal atmosphere. Indulge in a wide range of activities such as beach volleyball, kayaking, and cycling along the scenic coastal routes. The surrounding area boasts vibrant local markets, exquisite dining options, and cultural attractions, ensuring that your stay is as enriching as it is relaxing. Campingplatz Caballo De Mar - where the beauty of the Mediterranean meets unparalleled comfort and adventure. Come and experience the ultimate beachside retreat with us!"
    },
    "a6b34e58-dcfd-4d9c-b3c8-82135c9c88c4": {
        "id": "a6b34e58-dcfd-4d9c-b3c8-82135c9c88c4",
        "title": "Camping La Ballena Alegre",
        "country": "Spain",
        "city": "Sant Pere Pescador",
        "open": "March - November",
        "imageUrl": "https://www.ballena-alegre.com/wp-content/uploads/2020/01/camping.jpg",
        "summary": "Set along the beautiful Costa Brava, Camping La Ballena Alegre offers a perfect escape to the Mediterranean coast. The campsite features well-maintained pitches for tents and caravans, modern amenities, and a variety of leisure activities. Guests can enjoy windsurfing, beach volleyball, and yoga classes, or simply relax by our large swimming pool. With its vibrant atmosphere and top-notch facilities, Camping La Ballena Alegre is a favorite among families and adventure seekers alike. Explore the local markets, savor delicious Spanish cuisine, and create unforgettable memories at our coastal haven."
    },
    "d87c9a7b-7c45-4f5e-8e7e-3e67d9a6b621": {
        "id": "d87c9a7b-7c45-4f5e-8e7e-3e67d9a6b621",
        "title": "Camping Les Criques de Porteils",
        "country": "France",
        "city": "Argelès-sur-Mer",
        "open": "April - October",
        "imageUrl": "https://www.lescriques.com/wp-content/uploads/2018/03/camping-les-criques.jpg",
        "summary": "Perched on the rocky cliffs of the Mediterranean, Camping Les Criques de Porteils offers stunning sea views and direct access to secluded beaches. The campsite provides a peaceful retreat with modern amenities, including clean sanitary facilities, a heated swimming pool, and a fitness center. Ideal for nature lovers and water sports enthusiasts, guests can enjoy snorkeling, kayaking, and hiking along the scenic coastal trails. With its breathtaking landscape and serene environment, Camping Les Criques de Porteils promises a memorable and rejuvenating stay on the French Riviera."
    }
}